",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"Add|generic add button" = "Dodaj";

"Cancel|generic cancel button" = "Anuluj";

"Facebook Messages|Title of button on sheet allowing user to contact a friend via Facebook Messages" = "Wiadomości na Facebooku";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Użytkownik Facebooka";

"Friends or Contacts|placeholder text in to field of contacts picker" = "Znajomi lub kontakty";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Konwersacja grupowa";

"Incomplete contact|Alert title: Newly created contact needs more information" = "Niekompletny kontakt";

"Invalid Contact|Alert title: Newly created contact has invalid information" = "Nieprawidłowy kontakt";

"Last Updated: %@|last updated date in pull to refresh header" = "Ostatnia aktualizacja: %1$@";

"Loading...|loading progress text" = "Ładowanie...";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Więcej znajomych online";

"Name|Placeholder text: Name of new contact" = "Imię i nazwisko";

"New Contact|Button title: Create a new contact" = "Nowy kontakt";

"OK|generic affirmative button" = "OK";

"on mobile|presences status for being available on mobile" = "dostępny(a) przez telefon";

"online|presences status for being online on the web" = "online";

"Phone or Email|Placeholder text: Phone or email address of new contact" = "Numer telefonu lub adres e-mail";

"Please enter a phone number or email.|Alert message: Newly created contact has invalid information" = "Podaj numer telefonu lub adres e-mail.";

"Please enter the person's name and contact information.|Alert message: Newly created contact needs more information" = "Podaj imię i nazwisko oraz dane kontaktowe.";

"Pull down to refresh...|message for pull down to refresh" = "Odśwież (przeciągnij w dół)...";

"Push up to refresh...|message for push up to refresh" = "Odśwież (przesuń do góry)...";

"Release to refresh...|message for releasing to refresh" = "Puść, aby odświeżyć...";

"Search|placeholder in search bar" = "Szukaj";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Wyszukaj więcej znajomych...";

"Send to:|Title of sheet shown when sending to a user with multiple points of contact" = "Wyślij do:";

"To:|to field in contact picker" = "Do:";

"Updating...|updating progress text" = "Aktualizowanie...";

